VendorLoginForClientComponent.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
    <soap12:Body>
        <VendorLoginForClientComponent xmlns="EAKSuperVisionService">
            <AccountName>string</AccountName>
            <Username>string</Username>
            <Password>string</Password>
        </VendorLoginForClientComponent>
    </soap12:Body>
</soap12:Envelope>
